<?php
return array(
    /********code 配置*********/
    'CODE_STATUS' => array(
        10000 => '请求成功',
        10001 => '请求失败',
        10002 => '请求错误',
        10003 => '数据错误',
        10004 => '错误',
        10005 =>'userInfo为空',
        10006 => '没数据',
        10007 =>'记录已经存在',
        10008=>'code为空',
        10009=>'openid不能为空',
        10010=>'已经购买过了',
        10011=>'水蜜桃不足',
        10012=>'今天已经签到过了',
        10013=>'草莓数量不足',
        10014=>'+2个草莓',
        10015=>'上限+60草莓',
        10016=>'上限+10草莓',
    ),
);